/**
 * 参数
 */

var login_tip_ary = ["登录成功", "用户不存在", "密码错误", "账号被锁定了", "会员到期了", 
                     "您尚未开通房产盒子网页版功能，请联系我们的客服", "测试员不能使用托管功能"], 
    upd_pwd_tip_ary = ["修改成功", "修改失败", "旧密码错误"], 
	add_tip_ary = ["添加成功", "添加失败"],
	delete_tip_ary = ["删除成功", "删除失败"],
	update_tip_ary = ["修改成功", "修改失败"],
	set_tip_ary = ["设置成功", "设置失败"],
	deal_tip_ary = ["操作成功", "操作失败"],
	chinese_number_ary = ["一", "二", "三", "四", "五", "六"],
	house_pattern = ["出售", "出租", "租售"],
	date_ary = ["今天", "昨天", "前天"],
	condition_filter = ["排序选房", "条件选房", "自助选房", "标签选房"],
	house_type = ["不限", "住宅", "商铺", "写字楼", "厂房"],
	house_web_type = ["不限", "住宅", "商铺", "写字楼", "厂房", "二手房", "租房"],
	fail_reason_ary = ["未知原因", "刷新成功", "网络异常", "网站异常", "刷新超时", "刷新超时", 
	                   "网站改版", "账号异常", "登录失败", "没有条数", "房源被删", "刷新量超过剩余条数", 
	                   "验证码错误", "部分成功", "单条房源达到刷新最大限制数", "任务过期"];
